Repository: SumPositive/CreditMemo
Catalog: CreditMemo/Resources/Localizable.xcstrings
Source language: ja
Languages: de, en, ko, zh_hant

# top.help.paymentList.line4
source: 必要ならいつでも未払に戻せます
de: Du kannst Einträge jederzeit auf Offen zurücksetzen.
en: You can move items back to Unpaid anytime.
ko: 항목은 언제든지 미결제로 되돌릴 수 있습니다.
zh_hant: 可隨時將條目改回未付。

# top.help.recordList
source: 新しい順に表示されます。タップして編集できます。不足項目のある決済だけを見ることもできます。
de: Neueste zuerst. Zum Bearbeiten tippen. Du kannst auch nur Zahlungen mit fehlenden Feldern anzeigen.
en: Shown newest first. Tap to edit. You can also view only payments with missing fields.
ko: 최신순으로 표시됩니다. 탭하여 편집합니다. 항목이 빠진 결제만 볼 수도 있습니다.
zh_hant: 按最新優先顯示。點選可編輯。也可僅檢視欄位缺失的付款。

# top.help.settings
source: ユーザレベルを達人にすると、この説明文が消えます。
de: Stelle die Benutzerstufe auf Experte, um diese Beschreibungen auszublenden.
en: Set User Level to Expert to hide these descriptions.
ko: 사용자 수준을 숙련자로 설정하면 이 설명이 사라집니다.
zh_hant: 將使用者級別設為專家可隱藏這些說明。

# top.help.tagList
source: 決済ごとにタグを複数付けられます。タグを付けると、タグ別の一覧や集計ができます。
de: Du kannst pro Zahlung mehrere Tags vergeben. Mit Tags kannst du nach Tag auflisten und zusammenfassen.
en: You can attach multiple tags per payment. With tags you can list and summarize by tag.
ko: 결제마다 여러 태그를 붙일 수 있습니다. 태그로 태그별 목록과 집계를 할 수 있습니다.
zh_hant: 每筆付款可附加多個標籤。使用標籤可按標籤列出和彙總。

# top.paymentList
source: 引き落とし状況
de: Abbuchungsstatus
en: Debit Status
ko: 출금 상태
zh_hant: 扣款狀態

# top.paymentList.recentTotal
source: 直近計
de: Aktuelle Summe
en: Recent Total
ko: 최근 합계
zh_hant: 近期合計

# top.paymentList.unpaidTotal
source: 未払計
de: Offene Summe
en: Unpaid Total
ko: 미결제 합계
zh_hant: 未付合計

# top.recordList
source: 決済一覧
de: Zahlungsliste
en: Payment List
ko: 결제 목록
zh_hant: 付款列表

# top.settings
source: 設定
de: Einstellungen
en: Settings
ko: 설정

# top.shopList
source: よく使う店
de: Geschäfte
en: Shops
ko: 자주 쓰는 상점
zh_hant: 常用商店

# top.tagList
source: タグ
de: Tags
en: Tags
ko: 태그
zh_hant: 標籤

# unit.days
source: %lld日
de: %lld Tage
en: %lld Days
ko: %lld일
zh_hant: %lld 天

# unit.oneMonth
source: 1ヶ月
de: 1 Monat
en: 1 Month
ko: 1개월
zh_hant: 1 個月

# voice.apply
source: 適用
de: Anwenden
en: Apply
ko: 적용
zh_hant: 應用

# voice.cardInputButton
source: 決済手段を音声入力する
de: Zahlungsmethode per Sprache hinzufügen
en: Add payment method by voice
ko: 음성으로 결제 수단 추가
zh_hant: 用語音新增付款方式

# voice.input.example
source: （例） “960円 食費" "2860タクシー" 決済手段を入力する場合、 “決済手段は VISA” “手段は PayPay” 保存する場合、 “保存” または “OK”
de: (Beispiele) „960 Yen, Lebensmittel“ „2860 Taxi“ Um eine Zahlungsmethode hinzuzufügen: „Methode ist VISA“ „Zahlungsmethode ist PayPay“ Zum Speichern: „Speichern“ oder „OK“
en: (Examples) "960 yen, groceries" "2860 taxi" To add a payment method: "method is VISA" "payment method is PayPay" To save: "save" or "OK"
ko: (예) “960엔 식비” “2860 택시” 결제 수단을 입력하려면: “수단은 VISA” “결제 수단은 PayPay” 저장하려면: “저장” 또는 “확인”
zh_hant: （示例） “960 日元 食品” “2860 計程車” 要輸入付款方式： “方式是 VISA” “付款方式是 PayPay” 要儲存： “儲存”或“好”

# voice.input.exampleCard
source: カード名を話してください。表示された値をタップすると一覧から選び直せます
de: Sag einen Kartennamen. Tippe auf den erkannten Wert, um aus der vollständigen Liste zu wählen.
en: Say a card name. Tap the detected value to pick from the full list.
ko: 카드 이름을 말하세요. 인식된 값을 탭하면 전체 목록에서 다시 선택할 수 있습니다.
zh_hant: 請說出卡片名稱。點選識別出的值可從完整列表中重新選擇。

# voice.input.prompt
source: 音声で入力
de: Per Sprache eingeben
en: Enter by voice
ko: 음성으로 입력
zh_hant: 用語音輸入

# voice.input.sayAmountAndLabel
source: 金額とラベルを言ってください
de: Sag Betrag und Label
en: Say the amount and label
ko: 금액과 라벨을 말하세요
zh_hant: 請說出金額和標籤

# voice.input.sayCard
source: 決済手段を言ってください
de: Sag die Zahlungsmethode
en: Say the payment method
ko: 결제 수단을 말하세요
zh_hant: 請說出付款方式

# voice.input.title
source: 音声入力
de: Spracheingabe
en: Voice Input
ko: 음성 입력
zh_hant: 語音輸入

# voice.listening
source: 聞き取り中…
de: Höre zu …
en: Listening…
ko: 듣는 중…
zh_hant: 正在聆聽…

# voice.permission.audio
source: マイクを開始できませんでした
de: Das Mikrofon konnte nicht gestartet werden.
en: Could not start the microphone.
ko: 마이크를 시작할 수 없습니다.
zh_hant: 無法啟動麥克風。

# voice.permission.microphone
source: 設定 > プライバシーからマイクの利用を許可してください
de: Erlaube den Mikrofonzugriff in Einstellungen > Datenschutz.
en: Allow microphone access in Settings > Privacy.
ko: 설정 > 개인정보 보호에서 마이크 사용을 허용하세요.
zh_hant: 請在“設定 > 隱私”中允許使用麥克風。

# voice.permission.speech
source: 設定 > プライバシーから音声認識の利用を許可してください
de: Erlaube Spracherkennung in Einstellungen > Datenschutz.
en: Allow speech recognition in Settings > Privacy.
ko: 설정 > 개인정보 보호에서 음성 인식을 허용하세요.
zh_hant: 請在“設定 > 隱私”中允許語音識別。

# voice.permission.title
source: 許可が必要です
de: Berechtigung erforderlich
en: Permission required
ko: 권한이 필요합니다
zh_hant: 需要許可權

# voice.permission.unavailable
source: この端末では音声認識を利用できません
de: Spracherkennung ist auf diesem Gerät nicht verfügbar.
en: Speech recognition is not available on this device.
ko: 이 기기에서는 음성 인식을 사용할 수 없습니다.
zh_hant: 此裝置不支援語音識別。

# voice.retry
source: もう一度
de: Erneut
en: Retry
ko: 다시
zh_hant: 再試一次

# voice.stop
source: 停止
de: Stopp
en: Stop
ko: 정지

# voice.tap.to.start
source: マイクをタップして開始
de: Zum Starten aufs Mikrofon tippen
en: Tap the mic to start
ko: 마이크를 탭하여 시작
zh_hant: 點選麥克風開始

# button.ok
source: OK
ko: 확인
zh_hant: 好

# common.ok
source: OK
ko: 확인
zh_hant: 好

# record.dueDate.help
source: 入力に応じて自動的に決定します 日付や金額をタップして変更できます ロックすると固定化し、変更禁止になります
ko: 입력에 따라 자동으로 정해집니다. 날짜를 선택해 변경할 수 있습니다. 잠그면 날짜가 고정되어 더 이상 변경되지 않습니다.
zh_hant: 根據輸入自動確定。 可選擇日期進行更改。 鎖定可固定日期並防止再更改。

# record.dueDate.help.auto
source: 利用日と決済手段から自動的に支払日が表示されます N回払いを利用すると引き落としがN回に分かれます
ko: 사용일과 결제 수단으로부터 자동으로 정해집니다. 분할을 선택하면 출금이 여러 번으로 나뉩니다.
zh_hant: 根據使用日和付款方式自動確定。 選擇“分 2 次”時，記錄會拆分為兩次計劃扣款。

# record.dueDate.help.change
source: 日付や金額をタップして変更できます
ko: 날짜를 선택해 변경할 수 있습니다
zh_hant: 可選擇日期進行更改

# record.dueDate.help.locked
source: 手動で支払日を変更できます。タップで解除すれば自動的に規定の支払日に戻ります
ko: 고정됨. 수동 변경만 적용됩니다. 탭하여 해제하면 기본 날짜로 자동 복원됩니다.
zh_hant: 已固定，僅手動更改有效。點選解鎖後會自動恢復預設日期。

# record.dueDate.help.unlocked
source: 自動的に規定の支払日になります。タップでロック（手動）します
ko: 기본 날짜로 자동 업데이트됩니다. 탭하여 잠금(수동)합니다.
zh_hant: 會自動更新為預設日期。點選鎖定（手動）。

# settings.help.enableInstallment
source: 支払を複数回に分けて記録できます（1〜2回）。金額は自動で均等配分し、各回を手動で調整することもできます OFFにすると新しい決済で分割払いを選べなくなります。すでに保存した分割払いは変わらず有効です ボーナス払いは引き落とし日を手動で変更してください。利息や手数料は計算しませんので、無利息・手数料無料の範囲でご利用ください。利息や手数料を含めた金額にすれば使えると思いますが想定外です
ko: 결제를 여러 번(1~12회)으로 나누어 기록할 수 있습니다. 금액은 기본적으로 균등 분할되며 각 회차를 수동으로 조정할 수도 있습니다. 끄면 새 기록에서 분할 결제가 숨겨집니다. 이미 저장한 분할 결제는 그대로 유효합니다. 보너스 결제일은 출금일을 수동으로 변경하세요. Deferin는 이자나 수수료를 계산하지 않으므로 무이자·무수수료 계획에만 사용하세요.
zh_hant: 記錄拆分為多期（1–12 期）的付款。金額預設平均分配，也可手動調整每一期。 關閉後，新記錄將不顯示分期。已有的分期記錄仍然有效。 獎金或特殊付款日請手動更改扣款日期。Deferin 不計算利息或手續費，請僅用於無息無手續費的計劃。
